chat_system_1921790634_actor_description=Giant Turtle. An unusual turtle.
chat_system_1921790634_snap_0_question=^?^Thaaank you, human.
chat_system_1921790634_snap_0_answer_0=^?^For what? For nearly killing you?
chat_system_1921790634_snap_0_answer_1=^?^Hey, didn't I kill you? Well, that mistake is easy to correct.
chat_system_1921790634_snap_2_question=^?^I aaam not a monster. Deaaath and destruuuuction are oooffensive to meee. The sooorcerer awoke me. I was weeeak. He took the Crystal of Peeeace awaaay from meee. The sooorcerer obtaaained my power, power oover me. You caaame in time. You stooopped him. Thaaank you.
chat_system_1921790634_snap_2_answer_0=^?^The Crystal of Peace? What is that?
chat_system_1921790634_snap_2_answer_1=^?^If he still has the crystal, then he might try it again.
chat_system_1921790634_snap_3_question=^?^A part of me... A reeeesource of pooower... Protection... I am weeeeak without it. Weeeeak will, weeeeak magic. An owner of the crystal can break your wiiill, taaake your magic...<br>The sooorcerer is dangerous, when he haaas the Crystal of Peace... He wiiill become powerful.
chat_system_1921790634_snap_3_answer_0=^?^So, he can subdue you again at any moment?
chat_system_1921790634_snap_5_question=^?^The sorcerer became weak. He neeeds time. But heee will return again. He woooon't give up.
chat_system_1921790634_snap_5_answer_0=^?^Then it's easier for me to kill you, and there will be no threat.
chat_system_1921790634_snap_5_answer_1=^?^Maybe I can help you?
chat_system_1921790634_snap_6_question=^?^That is up to youuu. But when my soul rises inside the crystal, all my power will beee in the sorcerer's hands. All magic. All memory.
chat_system_1921790634_snap_6_answer_0=^?^Not the best situation, I agree. So what we can do.
chat_system_1921790634_snap_4_question=^?^I neeed proteeection. Until I am at fuuull strength. My power grooows with every day. Soon I won't need a Crystal. It's neeecessary only in the beeeginning, for protection.
chat_system_1921790634_snap_4_answer_0=^?^Ok. I think that King Mark will provide you protection; Darion needs such a powerful ally. But what can be done about the sorcerer? He won't just leave you alone, and he promised me a warm welcome as well.
chat_system_1921790634_snap_8_question=^?^Thank you. I need protection just for a while. Soon my strength will reeeeturn and I'll be strong enough on my own.<br>We need to stop the sorcerer, and take the crystal. Together weee can do it it. The Magic of Souls, Name ties, Blood bonds...<br>You've seeeen my strength, shed my blood. I see your soul.<br>Give meee a drop of your blood and your naaame, and then if I can call you by your naaame, you will come. I tell you my naaame, and you'll beee able to call my name and I will come.
chat_system_1921790634_snap_8_answer_0=^?^Aha! I heard of that! That's how sorcerers obtain power over victims' body and mind. Do you take me for a fool?
chat_system_1921790634_snap_8_answer_1=^?^You know the spell of "Interwoven Souls"? And you have the power to perform it? Incredible! But with one condition - I'll try to figure out how you do this.
chat_system_1921790634_snap_8_answer_2=^?^The soul is bound by name and blood? High priests can create such interweaving. But I don't quite trust you. Swear to me that you won't abuse your power.
chat_system_1921790634_snap_8_answer_3=^?^Ok. Here's a drop of my blood. And my name is [player].
chat_system_1921790634_snap_9_question=^?^By Life and Death, Soooul and Mind, by the Power of everything Exiiisting and Created, I swear.<br>I will only use our tiies if the sooorcerer comes to me. And I will ooobey our ties only if the sooorcerer comes to you. When I reeegain the Crystal of Peace, I will split the bonds.<br>I swear this on my blood and all the suuunrays, wind cuuurrents, and sea splaaashes of Endoria!
chat_system_1921790634_snap_9_answer_0=^?^I didn't quite understand your vow, but it impressed me. Alright, here's a drop of my blood. And my name is [player].
chat_system_1921790634_snap_11_question=^?^My name is Geya. Remember my name.
chat_system_1921790634_snap_11_answer_0=^?^Ok, Geya, cast your magic.
chat_system_1921790634_snap_10_question=^?^Observe, human. But you won't comprehend the Peeeace magic.
chat_system_1921790634_snap_10_answer_0=^?^At least I can try! Here's my blood, and my name is [player].
chat_system_1921790634_snap_1_question=^?^Stoooop! Don't kill!
chat_system_1921790634_snap_1_answer_0=^?^I have the king's orders - to get rid of the threat to Darion.
chat_system_1921790634_snap_7_question=^?^Thank you, [player]. I will hear your call, wherever you are.
chat_system_1921790634_snap_7_answer_0=^?^I'm afraid I'll hear your call as well. I hope by that time I'll be ready to meet the sorcerer. Goodbye.
